Repository: jjmontalban/product-quantity-settings
Catalog: lang/woo-quantity-settings-*.po
Languages: es_es

source: Woocommerce Quantity Settings Field
es_es: Configuración de cantidades para Woocommerce

source: Create a new option in product creation. You can to set a minimum, a maximum one or a quantity range for products.
es_es: Crea una nueva opción en la creación de un producto. Establece una cantidad mínima, o un rango de cantidades a la venta.

source: This plugin requires Woocommerce to be installed and activated. You can download WooCommerce latest version %1$s or go back to %2$s
es_es: Este plugin requiere una instalación activa de Woocommerce. Puedes descargar la última versión %1$s o volver al listado de %2$s

source: here
es_es: aquí

source: Quantity settings
es_es: Configuración de cantidades

source: Activate the configuration of the quantities field.
es_es: Activa la configuración de cantidades

source: Minimum amount
es_es: Cantidad mínima

source: Minimum amount allowed (>0)
es_es: Cantidad mínima permitida (>0)

source: Maximum Quantity
es_es: Cantidad máxima

source: Set the maximum allowed quantity limit (a number greater than 0). Value "-1" is unlimited
es_es: Cantidad máxima permitida (n1 mayor que 0). El valor "-1" es ilimitado

source: Quantity Range
es_es: Rango de cantidad

source: Show range amount allowed
es_es: Muestra el rango de cantidad permitido
